// พรีโหลดลูกค้า 12 เจ้า
const DEFAULT_CUSTOMERS = [
  { key: "ไทยฟ้า", name: "บริษัท ไทยฟ้า(2511)จำกัด สำนักงานใหญ่", taxId: "0105511005125", addr: "139 ถนนปั้น แขวงสีลม เขตบางรัก กรุงเทพมหานคร" },
  { key: "สินทวี", name: "บริษัท มั่งคั่งไรซ์ จำกัด", taxId: "0745562001105", addr: "4/8 หมู่5 ต.พันท้ายนรสิงห์ อ.เมืองสมุทรสาคร จ.สมุทรสาคร" },
  { key: "ย่งฮงหมง", name: "บริษัท โรงสีไฟย่งฮงหมงหนองบัว จำกัด", taxId: "0605562001904", addr: "26 ม.2 ต.หนองกลับ อ.หนองบัว จ.นครสวรรค์ 60110" },
  { key: "พีพี ค้าข้าว", name: "บริษัท ข้าว พี.พี.จำกัด(สำนักงานใหญ่)", taxId: "0675562001408", addr: "588 ม.10 ต.ซอนไพร อ.เมือง จ.เพชรบูรณ์ 67000" },
  { key: "เจริญชัย", name: "หจก.อุตสาหกรรมแบะแซเจริญชัย สำนักงานใหญ่", taxId: "0733524000049", addr: "19/2 หมู่7 ต.ไร่ขิง อ.สามพราน จ.นครปฐม 73210" },
  { key: "สยามเกรนส์", name: "บริษัท สยามเกรนส์ จำกัด", taxId: "0105525018429", addr: "1/14-16 ถ.เสือป่า แขวงป้อมปราบฯ เขตป้อมปราบฯ กทม." },
  { key: "BP rice", name: "บริษัท เอเซียทรอปิคอลเทรดดิ้ง จำกัด", taxId: "0105544066565", addr: "89 ตรอกวัดสวนพลู(เจริญกรุง42/1) อาคารเจ้าพระยาทาวเวอร์ ชั้น2 ห้อง205 ถ.เจริญกรุง เขต/แขวงบางรัก กทม." },
  { key: "บางกอก", name: "บริษัท บางกอกอินเตอร์ฟูด จำกัด สำนักงานใหญ่", taxId: "0105530000249", addr: "383 ถ.ลาดหญ้า แขวงสมเด็จเจ้าพระยา เขตคลองสาน กรุงเทพฯ 10600" },
  { key: "กรุงเทพสตาซ", name: "บริษัท กรุงเทพสตาซอินดัสเทรียล จำกัด (สำนักงานใหญ่)", taxId: "0105521005187", addr: "24 หมู่14 ซ.เชื่อม ถ.เพชรเกษม ต.ไร่ขิง อ.สามพราน จ.นครปฐม 73210" },
  { key: "แป้งไทย 2", name: "บจก.อุตสาหกรรมแป้งไทย(สาขาที่00002)", taxId: "0105521011829", addr: "12/2 หมู่ 1 ซ.วัดเทียนดัด ถ.เพชรเกษม ต.บ้านใหม่ อ.สามพราน จ.นครปฐม 73110" },
  { key: "แป้งไทย 3", name: "บจก.อุตสาหกรรมแป้งไทย(สาขาที่00003)", taxId: "0105521011829", addr: "10 หมู่13 ต.ดอนข่อย อ.กำแพงแสน จ.นครปฐม 73140" },
  { key: "มหาสมุทร", name: "บริษัท มหาสมุทรค้าข้าว จำกัด", taxId: "0105525010576", addr: "21-25 ถนนมิตรพันธ์ แขวงป้อมปราบ เขตป้อมปราบศัตรูพ่าย กรุงเทพมหานคร" }
];
